Repository: Zojax/zojax.persistentresource
Catalog: src/zojax/persistentresource/locales/*/LC_MESSAGES/zojax.persistentresource.po
Languages: ru

source: Upload
ru: Загрузить

source: Resource:
ru: Ресурс:

source: File resource name:
ru: Имя ресурса:

source: Text resource:
ru: Текстовый ресурс:

source: Select file
ru: Выбирите файл

source: You can upload archive file.
ru: Вы можете загрузить архив.

source: Files have been uploaded.
ru: Файлы были загружены.

source: Custom portal resources.
ru: Ресурсы для сайта.

source: Resources
ru: Ресурсы

source: Text Resource
ru: Текстовый ресурс

source: Simple text based resource
ru: Простой текстовый ресурс

source: Resource for binary data
ru: Ресурс для бинарных данных

source: File Resource
ru: Файловый ресурс

source: CSS Resource support zrt commands.
ru: CSS Ресурс, поддерживает zrt команды.

source: CSS Resource
ru: CSS Ресурс

source: Title
ru: Заголовок

source: Resource title
ru: Зоголовок ресурса

source: Description
ru: Описание

source: Resource description
ru: Описание ресурса

source: Resource data
ru: Данные

source: Upload resource data.
ru: Загрузить данные ресурса

source: Source
ru: Исходник

source: The source of css data.
ru: Исходный код css ресурса.

source: Content type
ru: Тип контента

source: Text
ru: Текст

source: Resource text.
ru: Текст ресурса.
